{"id":6,"title":"Transfer Expanding.space validator to another wallet","desc":"Summary:\\n  \nIf this proposal passes, the Expanding.space validator will be linked to another wallet, and tokens from the current wallet in the stake, unbond and redelegate states will also be transferred to another wallet\\n\n                                                                                                           Description:\\n                                                                  My name is AlexM. Perhaps many people know me, I have been a member of the Evmos community since the summer and took some part in it even before Evmos received such name. I created several articles about Evmos, and also wrote guides of a technical nature(if you deployed an nft smart contract by guide for Evmos, then it was probably my guide). Expanding space is also a genesis validator\\n \n                                                                                                                                                                                                   After launching the network, I discovered that my wallet was compromised and 1,659 Evmos tokens were withdrawn from it, which were later exchanged for USDC\\n                                    \n                                                                                                                                                                                                                                                  There are still 17290 Evmos tokens on my wallet, 16,000 of which are in unbond, and 1290 in stake\\n                                                             \n                                                                                                                                                                                                                                                                                                                                  The purpose of this offer is to preserve the integrity of the Expanding.Space validator on the Evmos network\\n                               \n                                                                                                                                                                                                                                                                                                                                                                                                                                     You decide:\\n                                                                                                                                                   By voting \\“Yes\\” you agree to help AlexM and Expanding.space validator and agree to transfer the validator and all funds from one my wallet to another my wallet(from evmos19ukysy0y8vftenua47390kmg82t8expldca9fe to evmos16pm8u5gfw8hdxxaj8mcsjw5hhkk4yfnzt9jjr3)\\n                                                                                                                                                               By voting \\“No\" you think what AlexM should lose everything he has ","status":"PROPOSAL_STATUS_REJECTED"}